[
  {
    "presenter": "Jacek Iwaszko",
    "affiliation": "The Fryderyk Chopin Institute",
    "title": "Chopin Heritage in Open Access",
    "abstract": "",
    "date": "2024-10-23",
    "time": "12:00"
  },
  {
    "presenter": "Marcin Konik",
    "affiliation": "The Fryderyk Chopin Institute",
    "title": "Polish Music Heritage in Open Access",
    "abstract": "",
    "date": "2024-10-23",
    "time": "12:30"
  },
  {
    "presenter": "Peter van Kranenburg",
    "affiliation": "",
    "title": "",
    "abstract": "",
    "date": "2024-10-24",
    "time": "11:00"
  },
  {
    "presenter": "Ewa Dahlig-Turek(1) & Craig Stuart Sapp(2)",
    "affiliation": "(1) The Institute of Art of the Polish Academy of Sciences, Warsaw, (2) CCARH/PHI/Stanford University, California, USA",
    "title": "Digitalisation of musical notations from Oskar Kolberg's Complete Works as an example of technological development of national cultural resources",
    "abstract": "",
    "date": "2024-10-24",
    "time": "12:00"
  },
  {
    "presenter": "Anna Matuszewska",
    "affiliation": "The Institute of Art of the Polish Academy of Sciences, Warsaw",
    "title": "Bridging Traditional Musicology and Digital Methods. Case study: Interactive Diagrammatic Analysis of Music-Text Corpora",
    "abstract": "",
    "date": "2024-10-24",
    "time": "12:30"
  },
  {
    "presenter": "Emiliano Ricciardi",
    "affiliation": "",
    "title": "",
    "abstract": "",
    "date": "2024-10-25",
    "time": "10:00"
  },
  {
    "presenter": "Benjamin Ory",
    "affiliation": "Villa I Tatti, Harvard University",
    "title": "Elucidating a Shift in Musical Style using Digital Tools",
    "abstract": "",
    "date": "2024-10-25",
    "time": "10:30"
  },
  {
    "presenter": "Jesse Rodin",
    "affiliation": "Stanford University",
    "title": "Digital Tools and Musical Understanding",
    "abstract": "",
    "date": "2024-10-25",
    "time": "11:00"
  },
  {
    "presenter": "Jason Yin Hei Lee",
    "affiliation": "McGill University, Montréal, Canada",
    "title": "Tone-Melody Correspondence and Melodic Regression in Cantonese Popular Music: Evidence from a Corpus Study",
    "abstract": "Cantonese, as a tonal language, relies on pitch variations to convey differences in word meaning. In songs written in a tone language, song melody and linguistic tones should ideally correspond with each other to maintain the intelligibility of the lyrics. Music and language scholars have examined the topic of tone-melody correspondence across many cultures and genres, including Cantonese popular music (also known as Cantopop). However, prior studies on tone-melody correspondence in Cantopop been limited by small sample sizes and a lack of robust empirical evidence (Chan 1987; Wong and Diehl 2002; Ho 2010; Kirby 2022). Consequently, their findings provide only a partial understanding of Cantopop's text-setting practices. In this study, by applying a more rigorous methodology, I revisit claims and observations on tone-melody correspondence in Cantopop.\\nThis study makes two key contributions. First, I have constructed a corpus of 105 Cantopop songs released between 2000 and 2020. In the Humdrum format created by David Huron, I transcribed each song’s melodic, textual, and phonetic features. The size of this sample is much larger than those used in previous studies, and the selection criteria for the songs are clearly defined to ensure the representativeness of the corpus. Furthermore, the dataset is publicly available, providing an invaluable resource for future research on Cantopop.\\nSecond, based on data from my corpus, I re-evaluate existing theories of tone-melody correspondence in Cantopop. While previous studies have focused on the correlation between the direction of song melodies (i.e., upward, level, or downward) and the choice of tones in Cantopop text-setting, I introduce a new dimension by examining the influence of pitch register. Drawing on Huron’s (2006) concept of “melodic regression,” I demonstrate that pitch register significantly correlates with both melodic direction and tone choice. Specifically, my analysis shows that notes in the higher register tend to follow a descending melody and are often paired with Cantonese tones of higher spoken pitch, and vice versa. In addition, melodic regression also explains the correlation between tone patterns and melodic directions in Cantopop.\\nIn sum, this study offers a new, larger, and more representative corpus of and sheds light on previously underexplored aspects of tone-melody correspondence and melodic regression in the genre. My findings and the dataset provide a strong foundation for future research on Cantopop and related topics.",
    "date": "2024-10-25",
    "time": "12:00"
  },
  {
    "presenter": "Bryan Jacob Bell",
    "affiliation": "University of British Columbia, Canada",
    "title": "Interfacing Digital Musicology with Music Theory: A Case Study in the Mysterium Corpus",
    "abstract": "One approach afforded by digital musicology is the hypothesis-driven corpus study. Digital corpora allow the researcher to define various concepts (e.g., chords and melodies) in ways that can be assessed systematically and efficiently across an arbitrary number of compositions. This paper describes one such method, in which digital musicology engages with traditional music theory research, as applied to the Mysterium corpus. Mysterium is an encoding of all of Alexander Scriabin’s compositions for solo piano in the kern representation of Humdrum (Huron, 2002). Scriabin is known for his transition from an early, Romantic style influenced by Fryderyk Chopin, to a later, atonal style characterized by its quartal harmony. Baker (1986), based on manual score analysis, conjectured that the representative harmony of Scriabin’s middle or transitional era (1903–1913) is the dominant seventh with a lowered fifth; this harmony is a subset of the octatonic scale that is ubiquitous in the composer’s music of this era. To investigate this claim, the dominant seventh with a lowered fifth was defined as being (a) enharmonic with the French +6 chord, but (b) spelled with a diminished third (Bell and Albrecht, 2022). Using the Humdrum Toolkit, a harmonic analysis of the corpus was conducted, from which French +6 chords were extracted. From this subset, harmonies spelled with a diminished third were then selected, following the assumption based on voice-leading that the diminished third would be more common for dominant seventh chords than for French +6 chords. When these harmonies are then counted as a proportion of all harmonies for each composition, we find indeed that Scriabin’s usage of the dominant seventh with lowered fifth peaked in his transitional era. This paper further elaborates on these points, highlighting the difficulties and limitations of programmatic definitions, existing tools, and fixed corpora. Programmatic definitions are often heuristics; they sacrifice some degree of subtlety that would require human interpretation or attempt to avoid some degree of complexity. Corpus studies can be restricted by the capabilities of existing tools. Corpus studies can also be limited by the fixed nature of corpora themselves. That is, the researcher only has the data available to them (e.g., all of the music of one composer) and must work with any restrictions of those data (e.g., uneven output across a composer’s eras).",
    "date": "2024-10-25",
    "time": "12:30"
  }

]
