[
  {
    "presenter": "Jacek Iwaszko",
    "affiliation": "The Fryderyk Chopin Institute",
    "title": "Chopin Heritage in Open Access",
    "abstract": "",
    "date": "2024-10-23",
    "time": "12:00"
  },
  {
    "presenter": "Marcin Konik",
    "affiliation": "The Fryderyk Chopin Institute",
    "title": "Polish Music Heritage in Open Access",
    "abstract": "",
    "date": "2024-10-23",
    "time": "12:30"
  },
  {
    "presenter": "Peter van Kranenburg",
    "affiliation": "",
    "title": "",
    "abstract": "",
    "date": "2024-10-24",
    "time": "11:00"
  },
  {
    "presenter": "Ewa Dahlig-Turek(1) & Craig Stuart Sapp(2)",
    "affiliation": "(1) The Institute of Art of the Polish Academy of Sciences, Warsaw, (2) CCARH/PHI/Stanford University, California, USA",
    "title": "Digitalisation of musical notations from Oskar Kolberg's Complete Works as an example of technological development of national cultural resources",
    "abstract": "EsAC (Essener Assoziativ Code), one of the oldest music encoding formats still in use today, was developed in the 1980s at the University of Essen by Helmut Schaffrath. Widely recognized in digital musicology for the dataset commonly referred to as the Essen Folksong Collection from this time, the code still remains in active use at The Institute of Art of the Polish Academy of Sciences in Warsaw for inputting extensive musical resources that form an important part of Poland's national cultural heritage.\\nThe core of the Polish EsAC resource is a collection based on songs and ethnographic documentation gathered by Oskar Kolberg (1814–1896), comprising over 20 000 musical records. This extensive collection offers invaluable comparative material for research across Europe, such as the study of musical themes in European ballads, individual genres of musical folklore, tonal structures, rhythmic patterns, and more. It also opens new pathways for exploring the relationship between composers' works and musical folklore, especially as the EsAC database continues to expand with additional sources.\\nAlongside the development of Kolberg resources, the webEsAC application has been developed (https://webesac.pcss.pl), along with a dedicated version for the Kolberg collection (https://kolberg.ispan.pl/webesac), enabling both editing and searching musical content, as well as some analytical work. The existing functionality of webEsAC includes reducing songs to melodic or rhythmic patterns, transforming scale degree sequences into interval sequences, abstracting scales, cadential notes, and sequences of accented notes, as well as generating statistics of scales and rhythmic structures. The presentation will showcase examples of these analytical processes. Users can also contribute their own EsAC resources to the webEsAC database.\\nGiven the limitations of the EsAC format, which is primarily designed for only recording monophonic music, further developments in the use of the collected data will need to take place outside this system. New opportunities have arisen from converting EsAC data to the Humdrum format, particularly through the Art Institute's collaboration with Craig Sapp to expand Verovio Humdrum Viewer (https://verovio.humdrum.org) to support EsAC data directly.  This expansion enables dynamic notation display while editing EsAC melodies, browsing the Kolberg collection through the VHV interface, and online conversion to other digital formats, including Humdrum, MIDI, MusicXML, and MEI, providing additional ways to disseminate EsAC data to other analysis platforms. VHV also provides links directly to scanned sources of the Kolberg collection, useful for comparing EsAC encodings with the original music notation.\\nIn addition, Humdrum analysis tools are available online for use directly with EsAC data through dynamic conversion to Humdrum data, or with additional analyses possible offline.  Humdrum's large-scale analysis capabilities for EsAC collections, particularly Kolberg's, will be highlighted, including searches for EsAC melody quotations in Humdrum musical databases such as The Fryderyk Chopin Institute's collections of Chopin's music and 8 000 scores from the Polish Music in Open Access project.",
    "date": "2024-10-24",
    "time": "12:00"
  },
  {
    "presenter": "Anna Matuszewska",
    "affiliation": "The Institute of Art of the Polish Academy of Sciences, Warsaw",
    "title": "Bridging Traditional Musicology and Digital Methods. Case study: Interactive Diagrammatic Analysis of Music-Text Corpora",
    "abstract": "The increasing digitization of music collections and the availability of a variety of analytical tools are opening up research perspectives for both statistical music analysis and corpus-based research. However, as seen in the case of the Essen Folksong Collection, this type of research has gained relatively little interest. The data made available—approximately 5,300 monophonic tunes from Germanic regions encoded in EsAC format and converted to Humdrum—has been primarily used by researchers in cognitive musicology or Music Information Retrieval (MIR).\\nOne of the key reasons for this limited use is the complicated process of acquiring the relevant digital competencies, which are non-specific to traditional musicology. Additionally, the specifics of the encoding format dictate the choice of tools, narrowing the possibility of finding comparable corpora for analysis. As a result, many digitized music corpora remain underutilized, often only analyzed by their creators or not used at all, either due to technical limitations or language barriers. \\nThis paper addresses these challenges by demonstrating how to overcome linguistic and technical barriers through data visualization and diagrammatic analysis. It presents an initial draft of an interactive analytical interface designed according to a user-centered approach, enabling traditional musicologists to explore large music corpora and draw initial conclusions about their subsets. The essence of the interface lies in allowing users to browse music databases on two levels: close reading (detailed analysis of single tunes) and distant reading (broad analysis of entire corpora or user-defined subsets). This approach provides a multi-layered but accessible overview of the database, allowing for the classification and comparison of its subsets.\\nThe interface is built around customizable dashboards that present coupled diagrams visualizing the results of melodic, rhythmic, and text analyses. Users can define up to three subsets of the corpus, compare them, and filter data based on set parameters. For close reading, the analysis can be further narrowed to phrases, measures, or motifs. The interactive elements, including filters and range-limiting sliders, allow users to view the corpus from various perspectives without requiring advanced technical skills.\\nThe potential of this diagrammatic approach to music analysis is significant, as it can increase interest in existing collections and unlock the potential for comparative research. Presenting analytical results through diagrams makes the data easier to interpret, and the interface's interactive design enables users to adjust their views to suit different research goals. \\nThe paper is divided into two case studies: a statistical music analysis performed using HumdrumR software on Oskar Kolberg's Opera Omnia (19,000 Polish folk tunes), and a text analysis using Natural Language Processing (NLP) methods applied to 2,000 monophonic tunes from the Essen Folksong Collection, carried out using the R programming language. These examples showcase the practical application of the proposed interface and its ability to facilitate detailed exploration of large music-text corpora.",
    "date": "2024-10-24",
    "time": "12:30"
  },
  {
    "presenter": "Emiliano Ricciardi",
    "affiliation": "",
    "title": "",
    "abstract": "",
    "date": "2024-10-25",
    "time": "10:00"
  },
  {
    "presenter": "Benjamin Ory",
    "affiliation": "Villa I Tatti, Harvard University",
    "title": "Elucidating a Shift in Musical Style using Digital Tools",
    "abstract": "Sometime between 1520 and 1530, a new aesthetic paradigm for European art music took hold on the Italian peninsula. Although simple enough to describe in general terms, scholars have long been unsure exactly how, when, and where these stylistic changes occurred, owing to limited information about composer biographies and a fuzzy understanding of seminal musical sources from the 1520s. At the same time, more music survives from this decade than any individual scholar can hope to control. The result has been that historians have told an oversimplified story prioritizing the major composers of the early sixteenth century, or those of the mid sixteenth century, at the expense of those in between.\\nMy 1520s Project aims to meet this challenge by making available more than 400 scores ca. 1510–40 and enabling me to undertake corpus analyses and data visualizations to capture the shift in musical texture. In my presentation, I focus on an emerging preference for thicker textures. This trend is first apparent in works from the 1510s such as Adrian Willaert’s <i>Verbum bonum</i> and Costanzo Festa’s <i>Tribus miraculis</i>, and it comes to dominate sixteenth-century musical style. My corpus allows me to establish a set of newly identified characteristics that set the “sonically saturated” music of the 1520s apart from the contrastive aesthetic preferred by the generation of composers surrounding Josquin des Prez. I show how historians—struggling to date manuscript sources—have errantly suggested that pervasive imitation emerged long before the technique actually became prevalent, in the years leading up to 1530.\\nThe 1520s Project challenges the ways in which scholars engage with the music of the Renaissance. Too often, sixteenth-century specialists—understandably overwhelmed by the sheer quantity of music that survives—lose sight of the forest for the trees. As a result, they develop ill-fitting historiographical paradigms, establish musical terminology hyper-focused on just a fraction of the repertory, or turn away from musical aesthetics altogether. The 1520s Project offers a model for analysis that uses a corpus to draw conclusions far more in line with the historical record.",
    "date": "2024-10-25",
    "time": "10:30"
  },
  {
    "presenter": "Jesse Rodin",
    "affiliation": "Stanford University",
    "title": "Digital Tools and Musical Understanding",
    "abstract": "To begin pessimistically: from one perspective it would be reasonable to argue that as of late 2024, digital tools for the analysis of notated musical repertories have reached a plateau. To be sure, projects from Palo Alto to Poland have succeeded in encoding large amounts of music and making these repertories widely available. Sophisticated search functionality has been developed. Analysis and visualization tools have facilitated greater access than ever before. For all of this, we have not yet reached a point where digital resources are leading us to fundamentally new interpretations. We have not yet reached a point where computers are regularly teaching us things about the music that we could not have figured out from old-fashioned reading, listening, and performing. And we have not yet reached a point where digital projects are supplying us with new questions. Over the next couple of decades it will be important to keep asking: can we get there?\\nFor now, digital search and analysis tools are useful above all for deepening our engagement with music we already know. This is not a trivial benefit. It is now possible to generate important insights by homing in on sometimes microscopic musical features—features that it would be possible to control in an analog way, but only if one were willing to devote a day or even a month to the task. Using resources like The Josquin Research Project and The 1520s Project, it is now possible to conduct a search that can add evidentiary weight to one’s intuitions about a given melodic motive; to peruse analyses of rhythm to see whether a given pattern is extremely rare or relatively common; and to study range histograms in order to better understand how composers manipulate tonal space.\\nThis presentation highlights cases in which digital tools have enhanced or concretized insights that initially emerged through old-fashioned engagement with musical texts and recordings. In Johannes Regis’s five-voice motet <i>Lux solempnis/Repleti sunt</i>, for instance, the voice-by-voice activity plot made available by the Josquin Research Project elucidates via a simple graphical display a textural disposition that would be hard to describe in words with anywhere near the same degree of efficiency. And in settings of the <i>Pater noster</i> prayer by Jean Richafort, Josquin des Prez, and Adrian Willaert, plots showing cumulative note attacks transform fairly impressionistic thoughts about textural density into precise observations. In all of these cases, digital tools are just that—tools for taking our knowledge of the music’s inner-workings further. When we apply these tools rigorously, we can come to know aspects of the music better even than musicians of the time did. Provided we use digital resources responsibly, that is, they have the potential to measurably increase our musical understanding.",
    "date": "2024-10-25",
    "time": "11:00"
  },
  {
    "presenter": "Jason Yin Hei Lee",
    "affiliation": "McGill University, Montréal, Canada",
    "title": "Tone-Melody Correspondence and Melodic Regression in Cantonese Popular Music: Evidence from a Corpus Study",
    "abstract": "Cantonese, as a tonal language, relies on pitch variations to convey differences in word meaning. In songs written in a tone language, song melody and linguistic tones should ideally correspond with each other to maintain the intelligibility of the lyrics. Music and language scholars have examined the topic of tone-melody correspondence across many cultures and genres, including Cantonese popular music (also known as Cantopop). However, prior studies on tone-melody correspondence in Cantopop been limited by small sample sizes and a lack of robust empirical evidence (Chan 1987; Wong and Diehl 2002; Ho 2010; Kirby 2022). Consequently, their findings provide only a partial understanding of Cantopop's text-setting practices. In this study, by applying a more rigorous methodology, I revisit claims and observations on tone-melody correspondence in Cantopop.\\nThis study makes two key contributions. First, I have constructed a corpus of 105 Cantopop songs released between 2000 and 2020. In the Humdrum format created by David Huron, I transcribed each song’s melodic, textual, and phonetic features. The size of this sample is much larger than those used in previous studies, and the selection criteria for the songs are clearly defined to ensure the representativeness of the corpus. Furthermore, the dataset is publicly available, providing an invaluable resource for future research on Cantopop.\\nSecond, based on data from my corpus, I re-evaluate existing theories of tone-melody correspondence in Cantopop. While previous studies have focused on the correlation between the direction of song melodies (i.e., upward, level, or downward) and the choice of tones in Cantopop text-setting, I introduce a new dimension by examining the influence of pitch register. Drawing on Huron’s (2006) concept of “melodic regression,” I demonstrate that pitch register significantly correlates with both melodic direction and tone choice. Specifically, my analysis shows that notes in the higher register tend to follow a descending melody and are often paired with Cantonese tones of higher spoken pitch, and vice versa. In addition, melodic regression also explains the correlation between tone patterns and melodic directions in Cantopop.\\nIn sum, this study offers a new, larger, and more representative corpus of and sheds light on previously underexplored aspects of tone-melody correspondence and melodic regression in the genre. My findings and the dataset provide a strong foundation for future research on Cantopop and related topics.",
    "date": "2024-10-25",
    "time": "12:00"
  },
  {
    "presenter": "Bryan Jacob Bell",
    "affiliation": "University of British Columbia, Canada",
    "title": "Interfacing Digital Musicology with Music Theory: A Case Study in the Mysterium Corpus",
    "abstract": "One approach afforded by digital musicology is the hypothesis-driven corpus study. Digital corpora allow the researcher to define various concepts (e.g., chords and melodies) in ways that can be assessed systematically and efficiently across an arbitrary number of compositions. This paper describes one such method, in which digital musicology engages with traditional music theory research, as applied to the Mysterium corpus. Mysterium is an encoding of all of Alexander Scriabin’s compositions for solo piano in the kern representation of Humdrum (Huron, 2002). Scriabin is known for his transition from an early, Romantic style influenced by Fryderyk Chopin, to a later, atonal style characterized by its quartal harmony. Baker (1986), based on manual score analysis, conjectured that the representative harmony of Scriabin’s middle or transitional era (1903–1913) is the dominant seventh with a lowered fifth; this harmony is a subset of the octatonic scale that is ubiquitous in the composer’s music of this era. To investigate this claim, the dominant seventh with a lowered fifth was defined as being (a) enharmonic with the French +6 chord, but (b) spelled with a diminished third (Bell and Albrecht, 2022). Using the Humdrum Toolkit, a harmonic analysis of the corpus was conducted, from which French +6 chords were extracted. From this subset, harmonies spelled with a diminished third were then selected, following the assumption based on voice-leading that the diminished third would be more common for dominant seventh chords than for French +6 chords. When these harmonies are then counted as a proportion of all harmonies for each composition, we find indeed that Scriabin’s usage of the dominant seventh with lowered fifth peaked in his transitional era. This paper further elaborates on these points, highlighting the difficulties and limitations of programmatic definitions, existing tools, and fixed corpora. Programmatic definitions are often heuristics; they sacrifice some degree of subtlety that would require human interpretation or attempt to avoid some degree of complexity. Corpus studies can be restricted by the capabilities of existing tools. Corpus studies can also be limited by the fixed nature of corpora themselves. That is, the researcher only has the data available to them (e.g., all of the music of one composer) and must work with any restrictions of those data (e.g., uneven output across a composer’s eras).",
    "date": "2024-10-25",
    "time": "12:30"
  }

]
